/*-------- Settings ------------*/

"Automatically Install" = "Automaticky inљtalovaќ";

"Delete After Install" = "Vymazaќ po nainљtalovanэ";

"Remove Metadata"="Odstrбniќ Metadata";

"Keep Awake"="Bdajte";

"This will keep your screen always ON while using AppCake"="Zabraniќ vipnutiu displeju pri pouћнvanн AppCake";

"Remove Metadata will stop App Store from updating the app"="Odstrбnenнm metadat zakбћete AppStore aktualizбciu aplikбcii";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Sprнstupnenie synchronizбcii aplikбcii sќiahnutэch z AppCake s Vaљim poинtaиom a iTunes.";

"iTunes Sync"="iTunes Synchronizбcia";

"Feedback"="Spдtnб vдzba";

"Changelog"="Zmeny v aplikбcii";

"I Can Translate"="Chcel by som pomфcќ s prekladom";

"Clear Image Cache"="Vymazaќ ikony obrбzkov";

"Settings" = "Nastavenia";

"Show iPhone Apps" = "Zobraziќ iPhone aplikбcie";